buttons = {
    'Главное меню': {
        'caption': 'Добро пожаловать!',
        'buttons': ['Товары 🍔', 'Корзина 🛒', 'О нас 💭', 'Оплата 💸', 'Доставка 🚗'],
        'photo': 'https://pizzaitalia.by/upload/iblock/pizza%20italia-38.png'
    },
    'Товары 🍔': {
        'caption': 'Категории:',
        'buttons': ['Пицца 🍕', 'Ролотто 🌯', 'Напитки 🍸', 'Корзина 🛒', 'Назад 🔙'],
        'photo': 'https://gorodskidok48.ru/upload/medialibrary/480/4805d9baf58618ae49f97924aebb564d.jpg'
    },
    'О нас 💭': {
        'buttons': ['Назад 🔙'],
        'photo': 'https://varjag.net/wp-content/uploads/2016/11/pizza-bg3.jpg'
    },
    'Оплата 💸': {
        'buttons': ['Назад 🔙'],
        'photo': 'https://brest.slivki.by/znijki-media/w1044_644/default/1009921/1624555382_veggie-pizza.jpg'
    },
    'Доставка 🚗': {
        'buttons': ['Назад 🔙'],
        'photo': 'https://s1.eda.ru/StaticContent/Photos/120131085053/171027192707/p_O.jpg'
    },
    'Пицца 🍕': {
        'buttons': ['◀ Пред', 'След ▶', 'Купить 💲', 'Корзина 🛒', 'Назад 🔙']
    },
    'Напитки 🍸': {
        'buttons': ['◀ Пред', 'След ▶', 'Купить 💲', 'Корзина 🛒', 'Назад 🔙']
    },
    'Ролотто 🌯': {
        'buttons': ['◀ Пред', 'След ▶', 'Купить 💲', 'Корзина 🛒', 'Назад 🔙']
    },
    'Корзина 🛒': {
        'buttons': ['➖1️⃣', '➕1️⃣', '◀ Пред', 'След ▶', 'На главную 🏡', 'Заказать ✅'],
        'photo': 'https://brest.slivki.by/znijki-media/w1044_644/default/1009921/1624555382_veggie-pizza.jpg'
    },
    'Пустая корзина': {
        'caption': 'В корзине ничего нет',
        'buttons': ['Назад 🔙'],
        'photo': 'https://e7.pngegg.com/pngimages/779/895/png-clipart-shopping-bags-trolleys-shopping-cart-empty-cart-text-logo-thumbnail.png'
    }
}


info = {
    'category': 'Главное меню',
    'item_captions': {},
    'final_price': {}
}



