info = {
    'Главное меню': ['Добро пожаловать!', ['Товары', 'Корзина', 'О нас', 'Оплата', 'Доставка']],
    'Товары': ('Категории:', ['Пицца', 'Ролотто', 'Напитки', 'Корзина', 'Назад']),
    'О нас': ['О нас!', ['Назад']],
    'Оплата': ['Оплата!', ['Назад']],
    'Доставка': ['Доставка!', ['Назад']],
    'Пицца': ['Пицца', ['◀ Пред', 'След ▶', 'Купить', 'Корзина', 'Назад']],
    'Напитки': ['Напитки', ['◀ Пред', 'След ▶', 'Купить', 'Корзина', 'Назад']],
    'Ролотто': ['Ролотто', ['◀ Пред', 'След ▶', 'Купить', 'Корзина', 'Назад']],
    'Корзина': ['Корзина', ['Удалить', '-1', '+1', '◀ Пред', 'След ▶', 'На главную', 'Заказать']]
}


level = {
    'category': 'Главное меню'
}

